-- Заполнение таблицы books (книги)
INSERT INTO books(title, author, date_of_publication) VALUES
('О мышах и людях', 'Джон Стейнбек', '1937-02-06'),
('Повелитель мух', 'Уильям Голдинг', '1954-09-17'),
('Сияние', 'Стивен Кинг', '1977-01-28'),
('Оно', 'Стивен Кинг', '1986-09-15'),
('11.22.63', 'Стивен Кинг', '2011-11-08'),
('Чужак', 'Стивен Кинг', '2018-05-22'),
('Мастер и Маргарита', 'Михаил Булгаков', '1966-12-01'),
('Зов Ктулху', 'Говард Лавкрафт', '1928-02-01'),
('Тень над Иннсмутом', 'Говард Лавкрафт', '1936-04-01'),
('Хребты Безумия', 'Говард Лавкрафт', '1936-02-01'),
('Евгений Онегин', 'Александр Пушкин', '1833-01-01'),
('Преступление и наказание', 'Фёдор Достоевский', '1866-01-01'),
('Война и мир', 'Лев Толстой', '1869-01-01'),
('Мёртвые души', 'Николай Гоголь', '1842-01-01'),
('1984', 'Джордж Оруэлл', '1949-06-08'),
('Великий Гэтсби', 'Фрэнсис Скотт Фицджеральд', '1925-04-10'),
('Над пропастью во ржи', 'Джером Сэлинджер', '1951-07-16'),
('Атлант расправил плечи', 'Айн Рэнд', '1957-10-10'),
('Маленький принц', 'Антуан де Сент-Экзюпери', '1943-04-06'),
('Исчезнувшая', 'Гиллиан Флинн', '2012-06-05'),
('Острые предметы', 'Гиллиан Флинн', '2006-09-26'),
('Темные тайны', 'Гиллиан Флинн', '2009-05-05');


